Repository: heyudude/Brawl-Stars-Club-Tools
Catalog: bstools/locale/*/LC_MESSAGES/bstools.po
Languages: de, pt, ru

source: {club_name} Club Dashboard
pt: Painel de Controle do Clã {club_name}
ru: Основная информация клана {club_name}

source: Looking for a Club?
pt: Procurando um clã?
ru: Ищешь клан?

source: Join us!
de: Werde Mitglied!
pt: Junte-se a nós!
ru: Присоединяйся!

source: Current war
de: Laufender Krieg
pt: Guerra atual
ru: Текущая война

source: Standings
de: Ergebnisse
pt: Classificação
ru: Турнирная таблица

source: Recent wars
de: Vorherige Kriege
pt: Guerras recentes
ru: Последние КВ

source: Member list and stats
de: Mitgliederliste und Statistiken
pt: Lista de membros e estatísticas
ru: Список участников и статы

source: Members
de: Mitglieder
pt: Membros
ru: Участники

source: Suggestions
de: Vorschläge
pt: Sugestões
ru: Предложения

source: Score explanation
de: Erklärung der Punkte
pt: Explicação da Pontuação
ru: Правила начисления очков

source: Leaderboard
de: Rangliste
pt: Liderança
ru: Список лидеров

source: Club Stats
pt: Estatísticas do Clã
ru: Статистика клана

source: Club Name
pt: Nome do Clã
ru: Имя клана

source: Club Score
pt: Pontuação do Clã
ru: Счет клана

source: Country
de: Land
pt: País
ru: Расположение

source: International
pt: Localização
ru: Интернациональный

source: Donations/week
de: Spenden/Woche
pt: Doações/semana
ru: Донат/неделя

source: Required Trophies
de: Benötigte Trophäen
pt: Troféus Necessários
ru: Необходимо трофеев

source: War Trophies
de: Kriegstrophäen
pt: Troféus de Guerra
ru: Трофеи КВ клана

source: Club Tag
pt: Tag do Clã
ru: Таг клана

source: Club Role
pt: Cargo no Clã
ru: Роль в клане

source: Last update
de: Letztes Update
pt: Última atualização
ru: Последнее обновление

source: Yes
de: Ja
pt: Sim
ru: Да

source: No
de: Nein
pt: Não
ru: Нет

source: No wars in war log
de: Keine Kriege im Kriegslog
pt: Sem registro de guerras
ru: Нет проведенных КВ в истории клана

source: State
de: Status
pt: Estado
ru: Состояние

source: Collection Day End
de: Ende des Sammeltags
pt: Final do Dia de Coleta
ru: До окончания сбора карт

source: War End
de: Kriegsende
pt: Fim da Guerra
ru: До окончания КВ

source: Participants
de: Teilnehmer
pt: Participantes
ru: Участники

source: Crowns
de: Kronen
pt: Coroas
ru: Короны

source: Victories
de: Siege
pt: Vitórias
ru: Победы

source: Cards Earned
de: Anzahl verdienter Karten
pt: Cartas Ganhas
ru: Карт собрано

source: Member
de: Mitglied
pt: Membro
ru: Участник

source: Previous
de: Vorheriger
pt: Prévio
ru: Предыдущий

source: Member Name
de: Mitgliedsname
pt: Nome do Membro
ru: Имя участника

source: Member Tag
de: Mitgliedstag
pt: Tag do Membro
ru: Таг участника

source: Join Date
de: Datum des Beitritts
pt: Data de Entrada
ru: Дата вступления

source: Last Active
de: Zuletzt Aktiv
pt: Ativo em
ru: Последняя активность

source: Before recorded history
de: Vor den Aufzeichnungen
pt: Antes do histórico gravado
ru: До записи истории

source: Arena
ru: Арена

source: XP Level
pt: Nível de XP
ru: Уровень опыта

source: Score
de: Punkte
pt: Pontuação
ru: Очки

source: Rank
de: Rang
pt: Ranking
ru: Ранг

source: Trophies
de: Trophäen
pt: Troféus
ru: Трофеии

source: Dona&shy;tions
de: Spenden
pt: Doações
ru: Донат

source: Donations received
de: Spenden erhalten
pt: Doações recebidas
ru: Получено карт

source: Days Inactive
de: Tage inaktiv
pt: Dias Inativo
ru: Дней не в игре

source: Days
de: Tage
pt: Dias
ru: Дней

source: Day
de: Tag
pt: Dia
ru: День

source: Minutes
de: Minuten
pt: Minutos
ru: Минут

source: Hours
de: Stunden
pt: Horas
ru: Часов

source: Last Seen
de: Zuletzt gesehen
pt: Visto em
ru: Был в игре

source: Current War
de: Laufender Krieg
pt: Guerra Atual
ru: Текущая война

source: Not in Club
pt: Fora do clã
ru: Не в клане

source: N/A
ru: Н/Д

source: The Club is not currently engaged in a war.
pt: O clã não esta atualmente em uma guerra
ru: Клан не участвует в КВ

source: Score from donations
de: Punkte durch Spenden
pt: Pontuação de doações
ru: Очки за донат

source: Score from war participation
de: Punkte durch Kriegsteilnahme
pt: Pontuação de participações em guerra
ru: Очки за участвие в КВ

source: Cards given
de: Karten gespendet
pt: Cartas doadas
ru: Карт роздано

source: Cards received
de: Karten erhalten
pt: Cartas recebidas
ru: Карт получено

source: Cards given last week
de: Karte letzte Woche gegspendet
pt: Cartas doadas na última semana
ru: Карт роздано за последнюю неделю

source: Collection day battles
de: Kämpfe am Sammeltag
pt: Batalhas do dia de coleta
ru: Битвы в день сбора карт для КВ

source: Collection day wins
de: Siege am Sammeltag
pt: Vitórias do dia de coleta
ru: Победы в битвах сбора карт для КВ

source: Cards earned
de: Karten verdient
pt: Cartas ganhas
ru: Карт собрано

source: War day battles
de: Kämpfe am Kriegstag
pt: Batalhas do dia de guerra
ru: Битвы КВ

source: War day wins
de: Siege am Kriegstag
pt: Vitórias do dia de guerra
ru: Победы в КВ

source: War win rate
de: Gewinnrate am Kriegstag
pt: % vitória na guerra
ru: Рейтинг побед в КВ

source: Collection win rate
pt: % vitória na coleta
ru: Рейтинг сбора карт для КВ

source: Collection cards won
pt: Cartas coletadas
ru: Собрал карт для КВ

source: War score average
pt: Média de pontos na guerra
ru: Среднее КВ очков

source: War score
de: Ergebnis des Kriegs
pt: Pontuação de guerra
ru: КВ очки

source: War league
de: Liga
pt: Liga da guerra
ru: Лига КВ

source: {month}/{day}
pt: {day}/{month}
ru: {day}/{month}

source: {} hours
de: {} Stunden
pt: {} horas
ru: {} часов

source: Complete
de: Erledigt
pt: Completo
ru: Завершенно

source: 1 day, {} hours
de: 1 Tag, {} Stunden
pt: 1 dia, {} horas
ru: 1 день, {} часов

source: Collection Day
de: Sammeltag
pt: Dia de Coleta
ru: День сбора карт

source: War Day
de: Kriegstag
pt: Dia de Guerra
ru: День КВ

source: View List of Old Members
de: Zeige die Liste Ehemaliger Mitglieder an
pt: Ver Lista de Membros Antigos
ru: История старых участников

source: Old Members
de: Ehemalige Mitglieder
pt: Membros Antigos
ru: Старые участники

source: Joined Club
pt: Entraram no clã
ru: Присоеденился к клану

source: Changed role to {}
de: Beförderung zu {}
pt: Mudaram de cargo para {}
ru: Сменил статус на {}

source: Departed Club
pt: Saíram do clã
ru: Покинувшие клан

source: Member Details
de: Mitgliedsdetails
pt: Detalhes do Membro
ru: Инфо участника

source: Player Stats and Info
de: Spielerstatistiken und Informationen
pt: Informações do Jogador
ru: Инфо и статисика игрока

source: See on StatsRoyale
de: Zeige auf Statsroyale
pt: Veja no StatsRoyale
ru: Смотреть на StatsRoyale

source: See on RoyaleAPI
de: Zeige auf RoyaleAPI
pt: Veja no RoyaleAPI
ru: Смотреть на RoyaleAPI

source: Player History
de: Spielervergangenheit
pt: Histórico do Jogador
ru: История игрока

source: Member is on the blacklist. Kick member immediately.
de: Mitglied ist auf der Blacklist. Sofort kicken!
pt: Membro esta na blacklist. Expulsar membro imediatamente.
ru: Участник в Черном списке. Кикнуть немедленно!

source: Member has been tagged on the "No Promote" list for abusing privileges in the past. Never promote to Elder or higher.
de: Das Mitglied wurde auf der "Niemals Befördern" Liste für das missbrauchen von Privilegien getaggt. Niemals zu Ältester oder höher befördern!
pt: Membro foi marcado em lista para "Não ser promovido" por abusar de privilégios no passado. Nunca promover a Ancião ou nível mais elevado.
ru: Участник был внесен в список "Не повышать". Выше звания "участник" не давать

source: Former Members
de: Frühere Mitglieder
pt: Membros Antigos
ru: Бывший член клана

source: Name / tag
pt: Nome / tag
ru: Имя / таг

source: Events
pt: Eventos
ru: События

source: Links
ru: ССылки

source: Close
de: Schliessen
pt: Fechar
ru: Закрыть

source: <strong>{name}</strong> was not in this war.
de: <strong>{name}</strong> war nicht am Krieg beteiligt.
pt: <strong>{name}</strong> não está participando desta guerra.
ru: <strong>{name}</strong> не участвовал в этой КВ

source: <strong>{name}</strong> was not in the Club at the time of this war.
pt: <strong>{name}</strong> não estava no Club na época desta guerra.
ru: <strong>{name}</strong> не был в клане во время этой КВ

source: NOTE: current war <strong>does not</strong> affect score.
de: NOTIZ: Der laufende Krieg <strong>beeinflusst nicht</strong> deine Punkte.
pt: OBS.: a guerra atual<strong>não</strong> afeta a pontuação.
ru: ПРИМЕЧАНИЕ: данная КВ <strong>не влияет</strong> на очки

source: Filter
pt: Filtrar
ru: Фильтр

source: None
de: Ohne
pt: Nenhum
ru: Никто

source: Leadership
de: Clanleitung
pt: Liderança
ru: Список лидеров

source: Role: Elder
de: Ältester
pt: Cargo: Ancião
ru: Статус: сорук

source: Role: Member
de: Mitglied
pt: Cargo: Membro
ru: Статус: участник

source: New Members
de: Neue Mitglieder
pt: Novos Membros
ru: Новые участники

source: In current war
de: Im laufenden Krieg beteiligt
pt: Na atual guerra
ru: В текущей КВ

source: Inactive
de: Inaktiv
pt: Inativo
ru: Не активен

source: In danger
de: In Gefahr
pt: Em perigo
ru: В опастности

source: War
de: Krieg
pt: Guerra
ru: КВ

source: Donations
de: Spenden
pt: Doações
ru: Донат

source: Members with a <strong class="bad">score below 0</strong> will be recommended for kicking or demotion.
de: Mitglieder mit einer Punktzahl <strong class="bad">unter 0</strong> werden zum Kick bzw. Herabstufung vorgeschlagen
pt: Membros com uma pontuação <strong class="bad"> abaixo de 0 </strong> serão recomendados para explusões ou rebaixamentos.
ru: Участники с <strong class="bad">очками ниже 0</strong> будут реккомендованы к понижению или удалению из клана

source: Members inactive for <strong class="bad">{days_inactive} days</strong> will be kicked.
de: Mitglieder, welche für <strong class="bad">{days_inactive} Tage</strong> inaktiv sind, werden gekickt.
pt: Membros inativos por <strong class = "bad">{days_inactive} dias</strong> serão expulsos.
ru: Учасники не активные <strong class="bad">{days_inactive} дней</strong>будут удалены из клана

source: A member who achieves <strong class="good">{points} points</strong> is elegible for promotion to <strong>Elder</strong> at the discretion of leadership.
de: Ein Mitglied, welches <strong class="good">{points} Punkte</strong> erreicht kann als <strong>Ältester</strong> vorgeschlagen werden.
pt: Um membro que obtém <strong class = "good">{points} pontos</strong> é elegível para promoção para <strong>Ancião</strong> a critério de liderança.
ru: Участник набравший <strong class="good">{points} очков</strong>будет реккомендован к повышению статуса

source: Members must be in the Club for a at least <strong>{} days</strong> to be promoted.
ru: Участники для повышения должны быть в клане минимум <strong>{} дней</strong>

source: <strong>Recruit new members!</strong> The team needs some fresh blood.
de: <strong>Rekrutiere neue Mitglieder!</strong> Der Clan braucht frisches Blut.
pt: <strong>Recrute novos membros!</strong> A equipe precisa de sangue novo."
ru: <strong>Набираем в клан!</strong> Клану нужна свежая кровь

source: No suggestions at this time. The Club is in good order.
pt: Nenhuma sugestão no momento. O clã está em boas condições.
ru: Без предложений. Клан как никогда хорошь )

source: Kick <strong>{name}</strong>. Member is blacklisted.
de: Kick <strong>{name}</strong>. Das Mitglied ist auf der Blacklist.
pt: Expulse <strong>{name}a</strong>. O membro está na blacklist.
ru: Кикнуть <strong>{name}</strong>. Игрок в Черном списке

source: Kick <strong>{name}</strong> <strong class="bad">{days} days inactive</strong>
de: <strong>{name}</strong> wegen <strong class="bad">{days} Tage inaktivität</strong> kicken.
pt: Expulse <strong>{name}</strong> <strong class="bad">{days} dias inativo</strong>
ru: Кикнуть <strong>{name}</strong> <strong class="bad">{days} дней не активен</strong>

source: Kick <strong>{name}</strong> <strong class="bad">{score}</strong>
de: <strong>{name}</strong> wegen <strong class="bad">{score} Punkten</strong> kicken.
pt: Expulse <strong>{name}</strong> <strong class="bad">{score}</strong>
ru: Кикнуть <strong>{name}</strong> <strong class="bad">{score}</strong>

source: Demote <strong>{name}</strong> <strong class="bad">{score}</strong>
de: <strong>{name}</strong> wegen <strong class="bad">{score} Punkten</strong> degradieren.
pt: Rebaixe <strong>{name}</strong> <strong class="bad">{score}</strong>
ru: Понизить <strong>{name}</strong> <strong class="bad">{score}</strong>

source: Promote <strong>{name}</strong> to <strong>Elder</strong> <strong class="good">{score}</strong>
de: <strong>{name}</strong> zum <strong>Ältesten</strong> befördern, wegen <strong class="good">{score}</strong>
pt: Promova <strong>{name}</strong> para <strong>Ancião</strong> <strong class ="good">{score}</strong>
ru: Повысить <strong>{name}</strong> до <strong>Старейшина</strong> <strong class="good">{score}</strong>"

source: Score is made of two components: <strong>donation score</strong> and <strong>war participation score</strong>.
de: Die Punkte werden aus zwei Komponenten berechnet: <strong>Punkte durch Spenden</strong> und <strong>Punkte durch Kriegsteilnahme</strong>.
pt: A pontuação é composta de dois componentes: <strong>pontuação da doação</strong> e <strong>pontuação de participação na guerra</strong>.
ru: Очки состоят из 2х компонентов: <strong>очки за донат</strong> и <strong>очки за участие в КВ</strong>

source: Donation Score
de: Punkte durch Spenden
pt: Pontuação de Doações
ru: Очки за донат

source: You are expected to donate <strong>{min_donations_daily} cards per day</strong>, on average. If you make more, you will gain points. If you make fewer, you will lose points. If you have zero, you will be penalized <strong class="bad">{donations_zero} points</strong>
de: Es wird vorausgesetzt, dass von dir durchschnittlich <strong>{min_donations_daily} Karten pro Tag</strong> gespendet werden. Wenn du mehr spendest, kannst du dir Punkte verdienen. Wenn du weniger spendest , verlierst du Punkte. Wenn du nicht spendest, wirst du mit <strong class="bad">{donations_zero} Punkten</strong> bestraft.
pt: Espera-se que você doe <strong> {min_donations_daily} cartas por dia </strong>, em média. Se você doar mais, ganhará pontos. Se você doar menos, você perderá pontos. Se você tiver zero, será penalizado em <strong class="bad">{donations_zero} pontos</strong>
ru: Ожидаемый донат игрока <strong>{min_donations_daily} карт в день</strong>, в среднем. За донат выше среднего - полуешь очки, ниже среднего - теряешь. Если твой донат равен <strong>0</strong>, будешь оштрафован на <strong class="bad">{donations_zero} очков</strong>

source: War Participation Score
de: Punkte für Kriegsteilnahme
pt: Pontuação de Participações em Guerras
ru: Начисление очков за КВ

source: For each of the last 10 wars, did member...
de: Für jeden der letzten 10 Kriege, hat das Mitglied...
pt: Para cada uma das últimas 10 guerras, os membros que...
ru: В каждой из последних 10 КВ, участник сделал...

source: ...participate in the war?
de: ...am Krieg teilgenommen?
pt: ...participarem da guerra?
ru: ...участвовал в КВ?

source: ...complete each collection battle? (per battle)
de: ...jeden Kampf am Sammeltag beendet?
pt: ...completarem cada batalha da coleta? (por batalha)
ru: ...провел все бои сбора карт? (за битву)

source: ...win each collection battle? (per battle)
de: ...jeden Kampf am Sammeltag gewonnen?
pt: ...ganharem cada batalha de coleta? (por batalha)
ru: ...выиграл каждый бой сбора карт? (за битву)

source: ...complete war day battle?
de: ...den Finalkampf gemacht?
pt: ...completarem a batalha do dia de guerra?
ru: ...провел финальный КВ бой?

source: ...win war day battle? (per battle)
de: ...den Finalkampf gewonnen?
pt: ...ganharem cada batalha de guerra? (por batalha)
ru: ...выиграл финальный КВ бой? (за бой)

source: Leader
de: Anführer
pt: Líder
ru: Глава

source: Co-Leader
de: Vize-Anführer
pt: Colíder
ru: Сорук

source: Elder
de: Ältester
pt: Ancião
ru: Старик

source: Blacklisted. Kick!
de: Blacklisted! Kick!0
pt: Na blacklist. Expulsar!
ru: В ЧС. Кик!

source: On vacation
de: Im Urlaub
pt: Em viagem
ru: В отпуске

source: Vacation until {}
pt: Viajando até {}
ru: Отпуск до {}

source: Inactive {days} days
de: Inaktiv {days} Tage
pt: Inativo a {days} dias
ru: Не активен {days} дней

source: Never Promote
de: Niemals befördern!
pt: Nunca Promover
ru: Никогда не повышать

source: Arena Unknown
de: Arena unbekannt
pt: Arena Desconhecida
ru: Арена не известна

source: Goblin Stadium
de: Koboldstadion
pt: Estádio Goblin
ru: Гоблинский стадион

source: Bone Pit
de: Knochengrube
pt: Fosso dos Ossos
ru: Костяная яма

source: Barbarian Bowl
de: Barbarenoval
pt: Torneio Bárbaro
ru: Варварская арена

source: P.E.K.K.A's Playhouse
de: P.E.K.K.A.s Spielplatz
pt: Parquinho da P.E.K.K.A
ru: Игровой домик П.Е.К.К.А.

source: Spell Valley
de: Zaubertal
pt: Vale dos Feitiços
ru: Долина чар

source: Builder's Workshop
de: Bauarbeiterwerkstatt
pt: Oficina do Construtor
ru: Мастерская строителя

source: Royal Arena
de: Königliche Arena
pt: Arena Real
ru: Королевская арена

source: Frozen Peak
de: Gefrorener Gipfel
pt: Pico Congelando
ru: Ледяной пик

source: Jungle Arena
de: Dschungelarena
pt: Arena da Selva
ru: Арена в джунглях

source: Hog Mountain
de: Schweineberg
pt: Montanha do Porco
ru: Кабанья гора

source: Electro Valley
de: Elektrotal
pt: Eletrovale
ru: Электрическая долина

source: Spooky Town
pt: Cidade Assombrada
ru: Жуткий город

source: Legendary Arena
de: Legendäre Arena
pt: Arena Lendária
ru: Легендарная арена

source: Challenger II
de: Herausforderer II
pt: Desafiante II
ru: Искатель II

source: Challenger III
de: Herausforderer III
pt: Desafiante III
ru: Искатель III

source: Master I
de: Meister I
pt: Mestre I
ru: Мастер I

source: Master II
de: Meister II
pt: Mestre II
ru: Мастер II

source: Master III
de: Meister III
pt: Mestre III
ru: Мастер III

source: Champion
ru: Чемпион

source: Grand Champion
de: Großer Champion
pt: Grande Campeão
ru: Большой чемпион

source: Royal Champion
ru: Королевский чемпион

source: Ultimate Champion
de: Ultimativer Champion
pt: Maior Campeão
ru: Абсолютный чемпион

source: **{} hours** left on {} day. Members have **not** completed all battles:
de: **{} Stunden** bis zum Ende des {}. **Nicht alle** Mitglieder haben alle Kämpfe abgeschlossen.
pt: **{} hours** restantes no dia {}. Membros que **não** concluíram todas as batalhas:
ru: **{} часов** осталось в {} день. Участники **не** сыгравшие все битвы:

source: Members who have quit the Club and are now blacklisted:
pt: Membros que deixaram o clã e agora estão na blacklist:
ru: Участники которые вышли из клана во время КВ и теперь в ЧС:

source: war
de: Krieg
pt: guerra
ru: война

source: collection
de: Sammlung
pt: coleta
ru: сбор

source: Bronze League
de: Bronzene Liga
pt: Liga de Bronze
ru: Бронзовая лига

source: Silver League
de: Silberne Liga
pt: Liga de Prata
ru: Серебряная лига

source: Gold League
de: Goldene Liga
pt: Liga de Ouro
ru: Золотая лига

source: Legendary League
de: Legendäre Liga
pt: Liga de Lendária
ru: Легендарная лига

source: This content is not affiliated with, endorsed, sponsored, or specifically approved by Supercell and Supercell is not responsible for it.
de: Dieser Inhalt ist nicht zugehörig, befürwortet, oder spezifisch genehmigt von Supercell und Supercell ist dafür nicht verantwortlich.
pt: Este conteúdo não é afiliado, endossado, patrocinado ou especificamente aprovado pela Supercell e a Supercell não é responsável por isso.
ru: Этот контент не связан, не одобрен, не спонсируется Supercellи Supercell не имеет к нему никакого отношения

source: For more information see Supercell's Fan Content Policy.
de: Für mehr Informationen, schaue dir Supercells Fan Content Policy an.
pt: Para mais informações veja Política de Conteúdo para Fans da Supercell.
ru: Для детальной информации смотрите ПРАВИЛА ФАН-КОНТЕНТА от Supercell

source: Looking for a clan?
de: Suchst du nach einem Clan?

source: Clan Stats
de: Clanstatistiken

source: Clan Score
de: Clanpunkte

source: Clan Role
de: Rolle

source: Not in clan
de: Nicht im Clan

source: The clan is not currently engaged in a war.
de: Der Clan ist momentan nicht in einem Krieg

source: Joined clan
de: Clan beigetreten

source: Departed clan
de: Clan verlassen

source: <strong>{name}</strong> was not in the clan at the time of this war.
de: <strong>{name}</strong> war zum Zeitpunkt des Krieges nicht im Clan.

source: No suggestions at this time. The clan is in good order.
de: Keine Vorschläge zur Zeit. Es scheint gut zu laufen!

source: Members who have quit the clan and are now blacklisted:
de: Mitglieder, welche den Clan verlassen haben, sind nun auf der Blacklist:
